       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.

       PROCEDURE DIVISION.
           DISPLAY "HELLO WORLD MOGUL".
           STOP RUN.
